channel395/rans1d/0/nuTilda
// /*--------------------------------*- C++ -*----------------------------------*\
//   =========                 |
//   \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
//    \\    /   O peration     | Website:  https://openfoam.org
//     \\  /    A nd           | Version:  11
//      \\/     M anipulation  |
// \*---------------------------------------------------------------------------*/
// FoamFile
// {
//     format      ascii;
//     class       volScalarField;
//     location    "1";
//     object      nuTilda;
// }
// // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
//
// dimensions      [0 2 -1 0 0 0 0];
//
// internalField   uniform 0;
//
// boundaryField
// {
//     bottomWall
//     {
//         type            fixedValue;
//         value           uniform 0;
//     }
//     topWall
//     {
//         type            fixedValue;
//         value           uniform 0;
//     }
//     sides1_half0
//     {
//         type            cyclic;
//     }
//     sides2_half0
//     {
//         type            cyclic;
//     }
//     inout1_half0
//     {
//         type            cyclic;
//     }
//     inout2_half0
//     {
//         type            cyclic;
//     }
//     sides2_half1
//     {
//         type            cyclic;
//     }
//     sides1_half1
//     {
//         type            cyclic;
//     }
//     inout1_half1
//     {
//         type            cyclic;
//     }
//     inout2_half1
//     {
//         type            cyclic;
//     }
// }
//
//
// // ************************************************************************* //
