channel395/rans1d/constant/momentumTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RAS; //LES

RAS
{
    model kOmegaSST;

    turbulence on;

    printCoeffs on;

}
// LES
// {
//     model           WALE;
//
//     turbulence      on;
//
//     printCoeffs     on;
//
//     delta           cubeRootVol;
//
//     cubeRootVolCoeffs
//     {
//         deltaCoeff      1;
//     }
//
//     PrandtlCoeffs
//     {
//         delta           cubeRootVol;
//         cubeRootVolCoeffs
//         {
//             deltaCoeff      1;
//         }
//
//         smoothCoeffs
//         {
//             delta           cubeRootVol;
//             cubeRootVolCoeffs
//             {
//                 deltaCoeff      1;
//             }
//
//             maxDeltaRatio   1.1;
//         }
//
//         Cdelta          0.158;
//     }
//
//     vanDriestCoeffs
//     {
//         delta           cubeRootVol;
//         cubeRootVolCoeffs
//         {
//             deltaCoeff      1;
//         }
//
//         smoothCoeffs
//         {
//             delta           cubeRootVol;
//             cubeRootVolCoeffs
//             {
//                 deltaCoeff      1;
//             }
//
//             maxDeltaRatio   1.1;
//         }
//
//         Aplus           26;
//         Cdelta          0.158;
//     }
//
//     smoothCoeffs
//     {
//         delta           cubeRootVol;
//         cubeRootVolCoeffs
//         {
//             deltaCoeff      1;
//         }
//
//         maxDeltaRatio   1.1;
//     }
// }


// ************************************************************************* //
