channel395/rans1d/constant/physicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Ubar            [0 1 -1 0 0 0 0] (0.0417012772352 0 0);
// Ubar            [0 1 -1 0 0 0 0] (0.0168933356779 0 0);

viscosityModel  constant;

nu              [0 2 -1 0 0 0 0] 1.7833656e-07; //2e-05;

// ************************************************************************* //
